{
  "downfall:GremlinMatchGame": {
    "NAME": "맞추고 가져가!",
    "DESCRIPTIONS": [
      "\" 카드는 #b12장! 짝을 맞추면 가져가도 된다! 기회는 #b5번, 무르기 없기다. NL 준비됐느냐? 시작하자꾸나!\"",
      "당신은 그렘린의 게임을 마치고 올려다보았습니다. NL 그렘린이 어디로 사라졌지?",
      "그렘린은 미친듯이 테이블 위의 카드를 섞고 있습니다.  이 괴물은 해롭지는 않아 보입니다. 당신이 다가가자, 그는 잠시 평정이 깨지며 겁먹은 것처럼 보였지만, 이내 당신에게 말할 용기를 찾았습니다.",
      "즉시, 그렘린은 소리칩니다! NL NL \"안돼!!!\" NL NL 그림자로부터 그렘린이 느릿느릿 나타나며, 당신과 테이블 위로 우뚝 솟아납니다. NL \"정말로 게임 한 판 하지 않겠느냐?\", 그렘린이 묻습니다."
    ],
    "OPTIONS": [
      "[계속하다]",
      "[떠나다]",
      "[시작]",
      "남은 시도횟수: #y",
      "[위협하다] 6 개의 카드를 훔친다.",
      "[공격한다] #r싸운다. #g카드 #g6 #g얻는다."
    ]
  },
  "downfall:WomanInBlue": {
    "NAME": "파란 옷의 여자",
    "DESCRIPTIONS": [
      "당신은 어둠 속에 파묻힌 작은 가게를 발견하게 됩니다. 그 안에서, 멋진 옷을 입은 창백한 여성이 벽을 따라 쌓여 있는 물약 재고를 관리하는 것을 볼 수 있습니다. 그녀는 당신의 위협적인 모습에 깜짝 놀랐습니다. NL \"나와 내 물건을 내버려 둬, 멍청아!\" 그녀는 비명지릅니다.",
      "당신은 그 여자에게 싸움을 부추기고 싶지 않아, 조심스레 가게를 빠져나왔습니다.",
      "#r@WHAM@ NL 그녀의 장갑을 낀 주먹이 얼굴을 강타하여 당신을 거의 발치까지 쓰러뜨립니다. NL \"네 내장으로 바닥을 더럽히기 전에 여기서 나가.\" 그녀의 말을 받아들여 밖으로 나갑니다. 내장은 온전히 몸 안에 있군요."
    ],
    "OPTIONS": [
      "[떠나다]",
      "[떠나다] #r피해 #r",
      " #r입습니다.",
      "[공격한다] #r싸운다. #g포션 #g유물과 #g포션 #g3개 #g얻습니다."
    ]
  },
  "downfall:GremlinWheelGame": {
    "NAME": "운명의 돌림판",
    "DESCRIPTIONS": [
      "당신은 말쑥해보이는 쾌활한 그렘린과 우연히 마주쳤습니다. 당신의 위협적인 모습에도 불구하고, 그는 당황하지 않는 것 같습니다. 비록 그가 무대 뒤에서 머뭇거리며 당신이 쳐다보긴 하지만 말이죠. NL \"돌림판을 돌릴 시간이예요! ~준~ ~비~ ~됐~ ~나~ ~요~ ~?~ 당연히 돼 있죠!\"",
      "\" #y영혼 을 얻었습니다! NL 앗싸!!!!\"",
      "\"아, #g선물 이군요! NL 즐겨주시길!\"",
      "\"이야, 공짜 #g회복을 드립니다!\"",
      "\" #p저주 를 얻으신 듯 하군요! NL 좋지 않네요. NL 어쩔 수 없죠! 다음번엔 행운이 있길!\"",
      "\"오우, #r~어둠~ 의 힘... NL 덱에서 제거할 카드를 한 장 골라주세요!\"",
      "\"이런! NL 패배하셨습니다!\" NL 당신은 그가 칼을 준비하는 걸 발견합니다...",
      "당신은 미친 그렘린을 베려 했으나 그는 너무 빠릅니다! NL 그는 투박한 칼로 당신을 몇 번 공격합니다. NL \"대가는 지불되었다!!\" NL 그 말과 함께, 그렘린과 돌림판은 연기와 함께 둘 다 감쪽같이 사라졌습니다.",
      "그렘린은 초조하게 어깨너머로 당신을 보지만, 재빨리 긴장을 풉니다. 당신의 눈은 그 행동을 보지만, 무시합니다. NL \"자, 이제, 친구, 돌림판이 보상을 정했다구요! 아무도 두 번째 기회를 얻을 순 없다구요.\"",
      "즉시, 그렘린은 소리칩니다. NL NL \"안돼!!!\" NL NL 그림자로부터 그렘린이 느릿느릿 나타나며, 당신과 테이블 위로 우뚝 솟아납니다. NL \"여기 제 친구가 돌림판이 주는 것을 가져가라고 권하네요.\".",
      "불 옆에 자리잡은 당신은 지난번보다 돌림판에 더 좋은 운이 있을지 알아보기로 결심합니다.",
      "돌림판이 보상을 결정했습니다. NL NL 당신은 이제 손을 뻗어 보상을 가져가기만 하면 됩니다.",
      "성공했군요! 당신은 찾고 있는걸, 딱 제시간에 찾았습니다! NL NL #r@CRACK!@ NL NL 마지막 회전이 좀 거칠었을지도 모릅니다... 돌림판이 파손됬네요.",
      "당신은 다른 날에 행운을 시험해 보기로 결심합니다. NL NL 일단 휴식을 취하고 여유를 되찾아야 합니다."
    ],
    "OPTIONS": [
      "[시작]",
      "[보상!] 와아!!!!",
      "[보상!] #g유물을 #g획득합니다.",
      "[보상!] #g체력을 #g전부 #g회복합니다.",
      "[보상?] #r저주 #r- #r부패.",
      "[보상!] #g덱에서 #g카드를 #g1장 #g제거하십시오.",
      "[보상?] #r체력을 #r",
      " #r잃습니다.",
      "[떠난다]",
      "제거할 카드를 선택하십시오.",
      "[재도전!]",
      "[재도전!!]",
      "[공격한다] #r싸운다. #g그렘린 #g돌림판을 #g얻는다.",
      "[넘어가다] 나중에 다시 시도한다."
    ]
  },
  "downfall:GremlinWheelGameRest": {
    "NAME": "Wheel of Change",
    "DESCRIPTIONS": [
    ],
    "OPTIONS": [
    ]
  },
  "downfall:LivingWall": {
    "NAME": "살아있는 벽",
    "OPTIONS": [
      "[공격한다] #r싸운다. #g세 #g머리 #g모두 #g이용한다."
    ]
  },
  "downfall:Augmenter": {
    "NAME": "Augmenter",
    "DESCRIPTIONS": [
      "안대를 쓴 한 남자가 악마 같은 미소를 지으며 다가옵니다. NL \"세상에, 정말 무시무시한 놈이야! 네가 과학을 좋아할지는 모르겠지만, 약속하지 - 난 널 어떤 영혼 수확물보다 더 강하게 만들 수 있어. 만약 네가 그 중 하나를 쫓는다면 이게 필요할 거야. \"영웅들\".\" NL NL ~\"뭐어어~ ~라고?\"~"
    ],
    "OPTIONS": [
      "[공격한다] #r싸운다. #g모든걸 #g가진다."
    ]
  },
  "downfall:BonfireSpirits": {
    "NAME": "모닥불 정령들",
    "DESCRIPTIONS": [
      "정령들은 당신이 준 영혼들을 게걸스럽게 먹습니다! 정령들은 영혼을 잔뜩 먹더니, 모닥불을 @두 배@나 밝게 불태웁니다. NL 정령들이 흥분하여 당신을 둘러싸고 춤을 추더니 이내 ~당신의~ ~몸~ ~속으로~ ~스며들고,~ 당신은 따뜻함과 힘으로 가득찹니다. NL 최대 체력이 #b10 증가하고 체력이 전부 #g회복 됩니다."
    ],
    "OPTIONS": [
      "[기부한다] #r영혼 #r150 #r잃습니다. #g최대체력 #g10 #g얻습니다.",
      "[잠김] 영혼 150 이 필요합니다."
    ]
  },
  "downfall:GoldenShrine": {
    "NAME": "영혼 성소",
    "DESCRIPTIONS": [
      "당신 앞에 고대 악의 정령에 대한 공들인 성소가 있습니다. ",
      "성소를 건드리자, #y영혼 이 성소로부터 쏟아지며 ~당신에게~ ~힘의~ ~세례를~ ~퍼붓습니다.~ ",
      "성소를 후릴 때 마다 계속해서 #y영혼 이 줄줄이 쏟아집니다! NL NL 당신이 영혼을 흡수하자, 이 성소에서는 끝없는 에너지가 공급될 수 있다는 사실을 깨닫습니다. 당신은 ~올바른~ ~결정을~ 내린 것인지 의문이 듭니다.",
      "당신은 성소를 무시합니다."
    ]
  },
  "downfall:FaceTrader": {
    "NAME": "얼굴 상인",
    "DESCRIPTIONS": [
      " NL NL 그는 별로 싸울 것 같지 않아 보였지만, 이곳에서 살아남았습니다. 아마도 이 얼굴들이 힘을 가지고 있을지 모릅니다..."
    ],
    "OPTIONS": [
      "[공격한다] #r싸운다. #g100%: #g모든 #g얼굴들을 #g가진다."
    ]
  },
  "downfall:CursedFountain": {
    "NAME": "저주받은 샘",
    "DESCRIPTIONS": [
      "당신은 근처 벽에 있는 샘에서 끊임없이 흐르는 #p~보라색~ #p~액체를~ 우연히 발견하게 됩니다. 그것은 대부분의 생명체에게는 치명적이지만 저주를 받는 사람에게는 꽤 이로울 지도 모릅니다.",
      "그 #p~액체를~ 마시자, 당신은 #p어두운 #p손길이 당신이 정신에 닿는 것이 느껴집니다. 꽤 화려하고 산뜻한 기분이군요.",
      "이 #p~액체~가 유용할 수 있음을 느끼고, 당신은 나중에 사용할 액체를 병 안에 담기로 결정합니다. #p어두운 #p액체에 적응하지 못한 생물들은 액체에 적셔지면 분명 고통받을 겁니다.",
      "샘의 #p~액체~ 속에서는 길을 잃은 이들의 영혼이 넘실거리고 있습니다. 그것들을 사용하지 않는 건 낭비겠군요. #p저주받은 #p샘의 마법에서 영혼을 뜯어내어, 자신의 모습으로 바꿔놓았습니다.",
      "분수를 뒤로 하고 길을 계속 갑니다."
    ],
    "OPTIONS": [
      "[담는다] #g저주받은 #g용액 #g포션을 #g얻습니다.",
      "[흡수한다] #g영혼 #g75 #y얻습니다.",
      "[마신다] #g모든 #g체력을 #g회복합니다.",
      "[잠김] 저주 하나가 필요.",
      "[잠김] 저주 두 개가 필요.",
      "[잠김] 저주 세 개가 필요.",
      "[잠김] 이미 사용했습니다.",
      "[떠나다]"
    ]
  },
  "downfall:WeMeetAgain": {
    "NAME": "우리 다시 만났네!",
    "DESCRIPTIONS": [
      "\"보스!!\" 너저분한 옷을 입은 쾌활한 남자가 신이 나서 당신에게 다가옵니다. 당신은 이 남자를 잘 알고 있어요. NL \"저예요, #랜위드! 당신은 제가 저주받은 영웅들에게 사기 당했다는 걸 믿지 못할 거에요! 제가 놈들에게 줄 수 있는 쓰레기를 가지고 있나요?\" NL 당신은 그의 친근함에 감사해하며 선택을 고려합니다. 랜위드가 다음 번에 쓸만한 게 있겠죠? \"좋아요\"...",
      "\"오, 이건 완벽해요! 완벽한 쓰레기들이에요! 여기, 마지막 바보멍청이들이 준 영약을 받아가세요!\" NL 랜위드는 파우치 주변을 더듬으며 당신을 위한 영약을 만들었지만, 그 과정에서 거의 떨어뜨릴 뻔했군요.",
      "\"훌륭해요! 이건 다음 거래에 아주 쓸모있을 거에요. 아, 그리고 당신이 요청한 대로 시체들을 수확하고 있어요!\" NL 랜위드는 당신에게 영혼석을 건네준 후, 당신으 쓸모없는 장신구를 팔 새로운 친구(?)를 찾기 위해 허둥지둥 움직입니다.",
      "\"완벽 그 자체에요! 이 작은 것들이 있다면, 전 그걸 특별한 걸로 만들어낼 수 있다니까요.\" NL 랜위드는 유물을 주의깊게 살피며 출발합니다. 그가 다음에 만날 모험가들에게 이 유물이 얼마나 대단한 물건이라며 허풍칠 것인지 곰곰이 생각하는게 분명해 보이는군요.",
      "\"오늘은 아무것도 없나요 보스? 어쩔 수 없죠!\" NL 그는 종종거리며 움직입니다."
    ],
    "OPTIONS": [
      "[잃어버림 ",
      "] ",
      "#g포션 #g3개 #g얻습니다.",
      "#y영혼",
      " #g얻습니다.",
      "#g희귀 #g카드를 얻습니다.",
      "[떠나다]",
      "[잠김] 줄 유물이 없습니다."
    ]
  },
  "downfall:Designer": {
    "NAME": "첨탑의 디자이너",
    "DESCRIPTIONS": [
      "당신은 #g~화려한~ 현수막이 있는 가게를 발견합니다 \"첨-탑\". 입구 바로 안쪽에서 #r도적 이 안에 있는 사람을 위협하며 소리칩니다. NL NL @\"가진@ @돈@ @다@ @내놔!\"@ NL NL 도적은 약탈에 정신이 팔려 당신의 존재를 알아차리지 못합니다.",
      "도적을 상대하는 데는 힘이 거의 들지 않았지만, 싸움에서 약간의 부상을 입었습니다.  우스꽝스러운 옷을 입은 남자가 가게 입구에 나타납니다. NL \"고마워요, 친절한 지배자님!\", 남자는 손짓으로 당신을 부르며 얘기합니다.",
      "당신은 이 일에 관여할 이유가 없다고 봅니다. 중대한 살인사건은 이루어져야 합니다.",
      "\"오 이런 세상에, 이건 정말 끔찍하다구요! 이럼 저어얼대 안돼요, 안된다구요. 이 스타일은 뭐죠? 당신은 첨탑의 @위협적인 존재에요!@ 무시무시하고 공포를 주는 지배자죠! 제가 ~제대로된~ 메이크업을 해드릴게요.\" NL NL 당신은 이 남자의 말을 그대로 받아들여 그의 서비스를 받을지, 아니면 그가 당신의 스타일에 대한 참견에 혐오감을 느끼고 모욕감을 느껴야 할지 확신할 수 없습니다.",
      "\"됐어요, 이제 안녕히가세요! #r동료분들에게 제 얘기 좀 해주세요!\" NL NL 당신은 이 남자의 능력에 대해 걱정했지만, 모습이 확실히 더 위협적으로 느껴집니다.",
      "당신은 그를 세게 때렸습니다. NL \"내 @얼굴!!@ 그럼 이제 내 차례인-\" NL NL 그는 기절했습니다. 아마도 다음 번엔 그는 당신과 같은 지배자들을 모욕하기 전에 잠깐 멈출겁니다."
    ],
    "OPTIONS": [
      "[교정] ",
      "[정돈한다] ",
      "[풀 서비스] ",
      "[무시한다] 떠난다.",
      "[공격한다] 떠난다.",
      "[가게 안으로 들어간다]",
      " #g보상을 #g얻습니다."
    ]
  },
  "downfall:DeadGuy": {
    "NAME": "모험가의 시체",
    "DESCRIPTIONS": [
      "의식을 계속하던 중 기습을 당했습니다!",
      "소리없이 탈출했습니다.",
      "바닥 위의 죽은 모험가와 우연히 마주쳤습니다. NL 그의 영혼은 여전히 남아있습니다. 또, ",
      "갑옷과 얼굴이 #r@화염에@ #r@그을린@ 것으로 보입니다.",
      "마치 뿔달린 짐승이 그를 #r@찌르고@ #r@짓밟은@ 것처럼 보입니다. ",
      "거대한 발톱에 의해 잘리고 내장이 빠져나온 것처럼 보입니다.",
      "NL 영혼을 수확하는 의식은 여기서 성공할 수 있겠지만, 남자를 해친 생물이 곧 돌아올 지도 모릅니다.",
      "시체에서 영혼을 뽑는 의식이 성공했습니다! NL 계속 찾으시겠습니까?",
      "의식은 전사한 사람의 영혼을 뽑아낼 수 없었습니다... NL 계속 찾으시겠습니까?",
      "의식은 시신의 몸을 흔들어, 그의 주머니에서 #y유물 을 떨어뜨리게 합니다! NL 계속 찾으시겠습니까?",
      "의식이 완벽히 끝났습니다!"
    ],
    "OPTIONS": [
      "[영혼을 수확하다] #g시체를 #g뒤집니다. #r",
      "[떠나다]",
      "[싸운다]",
      "[계속하다] #g시체를 #g뒤집니다. #r",
      "%: #r괴물들이 #r돌아옵니다."
    ]
  },
  "downfall:ShiningLight": {
    "NAME": "밝은 빛",
    "DESCRIPTIONS": [
      "당신은 방 한가운데에서 일렁이는 #y빛의 #y덩어리 를 발견했습니다. NL NL    ~따뜻한~ ~빛과~ ~황홀한~ ~문양이~  당신의 위를 맴돌지만, 빛은 엄청난 힘을 가지고 있습니다.",
      "빛 사이로 걸어가자, 빛이 당신에게 흡수될 때 인상을 찡그립니다. NL r@타는@ #r@듯이@ #r@뜨겁습니다!@  고통은 느껴지지 않았고, 비록 당신은 새로 #b활력은 되찾았지만, 이 역겨운 따뜻함에 대한 잊혀지지 않는 기억은 앞으로 오랫동안 여러분 곁에 남아 있을 것 같군요.",
      "무슨 일이 벌어질 수 있었을지 궁금해하면서 빛을 빙 둘러 돌아갑니다."
    ],
    "OPTIONS": [
      "[들어간다] #g무작위의 #g카드 #g2장을 #g강화합니다. #r저주 #r- #r후회 를 얻습니다.",
      "[떠나다]",
      "[잠김] 조건: 강화할 수 있는 카드"
    ]
  },
  "downfall:WorldOfGoop": {
    "NAME": "끈적이 천지",
    "DESCRIPTIONS": [
      "당신은 물웅덩이에 빠졌습니다. NL @그@ @웅덩이는@ #g@끈적이@ #g@슬라임으로@ @가득@ @차@ @있습니다!!@ NL 귀와 코를 포함한 모든 곳에서 끈적임이 느껴집니다. NL NL 기어 올라와보니, 당신은 몸에 붙어 있는 독특하게 생긴 #y노란색 슬라임 생물을 알아차립니다. 슬라임은 웅덩이에 빠진 불행한 모험가들로부터 #y영혼 을 수집하고 있었던 것으로 보입니다. 정말 편리하군요.",
      "Not wanting to make this unfortunate puddle incident go without reward, you strike at the #yyellow slime creature. NL NL It @bursts@ instantly! NL NL You didn't think it possible, but you find yourself even more covered in goop than you were before.",
      "Brushing off the #yyellow slime, you continue on your journey, though still partially covered in goop. It certainly adds to your menacing aesthetic."
    ],
    "OPTIONS": [
      "[완전히 수확한다] #g #g얻습니다",
      "[흡수한다] #g #g얻습니다",
      "[약화시킨다] #g #g",
      " #gSouls. #rBecome #rCursed #rThrice #r- #rIcky.",
      " #gSouls. #rBecome #rCursed #rTwice #r- #rIcky.",
      " #gSouls. #rBecome #rCursed #r- #rIcky.",
      "[떠나다]"
    ]
  },
  "downfall:Serpent": {
    "NAME": "The Ssssserpent",
    "DESCRIPTIONS": [
      "You walk into a room to find a large hole in the ground. As you approach the hole, an enormous serpent creature appears from within. NL NL ~\"Ho~ ~hooo!~ ~Hello~ ~hello!~ ~what~ ~have~ ~we~ ~got~ ~here?~ To you, my overlord, I ask a simple question. NL The most fulfilling of lives is that in which you can #r~punch~ #r~anything!~ NL Do you agree?\"",
      "~\"Hssssssssssss..~ ~..ssSSs.....~ ~ss...~ ~sssss....\"~",
      "The serpent stares at you with a look of extreme disappointment.",
      " NL NL The serpent rears its head and cries an awful scream. As its body goes limp and falls into the pit, the life force of the creature becomes readily available for harvesting. NL NL It is awe-inspiring, but you can't help but wonder if the serpent was speaking metaphorically. Perhaps it intended to aid and encourage you to do violence on others, but not itself..."
    ],
    "OPTIONS": [
      "[Agree] [공격한다] #gGain #g",
      " #gSouls. #rBecome #rCursed #r- #rDoubt.",
      "[Disagree]",
      "[떠나다]"
    ]
  },
  "downfall:WingStatue": {
    "NAME": "Wing Statue",
    "DESCRIPTIONS": [
      "Among the stone and boulders, you notice an intricate large blue statue resembling a wing. NL You notice #yglittering #ycoins spilling from its cracks, but this has no value to you. The statue itself, however...",
      "Knowing that you may encounter cultists of the Awakened One, you take the broken statue with you. It may prove useful to turn the cult's members to your cause.",
      "With all your might, you hack away at the statue. NL It soon @crumbles,@ splintering into a sharp and deadly fragment. You grab the shard and continue onwards.",
      "You walk past and continue onward.",
      "CA...Caw?! Gift for BIRD GOD?",
      "CA-CAAAW!!",
      "An exchange? A fair offer...",
      "The cult will be pleased."
    ],
    "OPTIONS": [
      "[Destroy] #rLose #r",
      " #rHP. #gGain #gSharpened #gFragment.",
      "[Collect] #gGain #gBroken #gWing #gStatue.",
      "[떠나다]"
    ]
  },
  "downfall:GoldenIdol": {
    "NAME": "Golden Idol",
    "DESCRIPTIONS": [
      "You come across an inconspicuous pedestal with a #yshining #yidol sitting peacefully atop. It looks incredibly valuable. NL NL Wandering adventurers are certain to be attracted to this object. It may be worthwhile to set up a trap.",
      "You come across an inconspicuous pedestal with a #yshining #yidol sitting peacefully atop. It looks incredibly valuable. NL NL The body of an adventurer lays a short distance down the hall, clearly crushed by a massive object. Their soul still lingers in the area.",
      "Using the Idol's weight as a trigger, you rig up a simple trap to cause a nearby giant boulder to collapse into the room should anyone try to claim the #yshining artifact. NL Satisfied with the construction of your trap, you decide to move on.",
      "You channel the adventurer's spirit into your body, absorbing its energy into your own.",
      "You decide to leave the pedestal intact. Setting a trap is beneath you.",
      "You decide to leave the soul alone and continue on your way."
    ],
    "OPTIONS": [
      "[Set Trap] #rLose #ra #rStrike.",
      "[Harvest] #gGain #y",
      " #ySouls.",
      "[떠나다]",
      "[잠김] Requires a Strike."
    ]
  },
  "downfall:Cleric": {
    "NAME": "The Cleric",
    "DESCRIPTIONS": [
      "A strange blue humanoid with a golden helm(?) approaches you with a huge smile. NL Upon realizing just what you are, the creature's beaming grin swiftly turns to a look of pure terror. NL ~\"M-MONSTER!!\"~ the figure shouts, turning around to flee.",
      "The creature crumples in a single blow, falling into a pile of mangled blue flesh. You absorb its #ysoul and continue on your way.",
      "\"Cleric help! Cleric help!\" the creature says as you approach menacingly. NL A cold blue flame envelops your body and dissipates. NL Immediately after, this \"Cleric\" flees."
    ],
    "OPTIONS": [
      "[공격한다] #gGain #y",
      "[위협하다] #gRemove #ga #gcard #gfrom #gyour #gdeck.",
      "[떠나다]",
      "Select a Card to Remove.",
      " #ySouls."
    ]
  },
  "downfall:Ghosts": {
    "NAME": "Council of Ghosts",
    "DESCRIPTIONS": [
      "As you continue your descent, #p~thick~ #p~black~ #p~smoke~ begins to billow out of the ground and walls around you, coalescing into three masked forms that start to speak. NL NL ~\"Another~ ~puppet~ ~of~ #r~the~ #r~Heart~ ~I~ ~think.\"~ NL #r@\"AGREED!@ #r@IT@ #r@ALWAYS@ #r@SENDS@ #r@THE@ #r@WEAKEST@ #r@PAWNS!\"@ NL NL You notice an over-sized grin as the third addresses you. NL \"Ignore the others... Would you like a taste of our #y~power?\"~ ",
      "\"An @offering!@ How ~tempting...\"~ NL NL As the ghostly shape speaks, you notice its large mouth opening wider and wider. Within your body, you feel the #b~souls~ collected from the dead forced out in a violent spiral into the spirit's gaping maw. It takes all of your strength to maintain your ground and not be pulled in yourself. NL NL Just before your stamina gives out, the ghostly vortex stops, and the spirits fade into the ether. NL NL You continue on, feeling slightly #bhollow."
    ],
    "OPTIONS": [
      "[Offer] #rLose #r",
      " Souls. #gReceive Apparition.",
      "[잠김] Requires ",
      " Souls."
    ]
  },
  "downfall:CursedTome": {
    "NAME": "Cursed Tome",
    "DESCRIPTIONS": [
      "In an abandoned temple, you find a giant book, open, riddled with #p@cryptic@ #p@writings.@ NL NL You need not interpret the elaborate script, for you know the power that lies within - and the #rcost it incurs upon its owner.",
      "Understanding the cost, you decide to take the tome with you. As you reach for the pedestal, the trance of the tome speaks to you in a #rthousand #rvoices, clawing at your very soul! NL NL With the book secured, and your mind even more corrupted than it was before, you exit the temple feeling #b~drained...~"
    ]
  },
  "downfall:ForgottenAltar": {
    "NAME": "Forgotten Altar",
    "DESCRIPTIONS": [
      "You stand on the altar and channel the spiritual energy from your inner being. NL As the #bsouls spill out in an offering to the goddess, the arms of the statue reach out and emanate a soothing #p~cursed~ #p~magic.~ NL Everything goes dark. NL You wake up a short time later, your wounds and injuries from battle suddenly healed.",
      "After taking a brief moment to admire the evil that resides within the statue, you depart, continuing through the City."
    ],
    "OPTIONS": [
      "[Offer Souls] #rLose #r",
      " #rSouls. #gHeal #g",
      " #gHP.",
      "[잠김] Requires ",
      " Souls.",
      "[떠나다]"
    ]
  },
  "downfall:Bandits": {
    "NAME": "Masked Bandits",
    "DESCRIPTIONS": [
      "You encounter a group of bandits wearing large #rred #rmasks. NL \"Hello, pay up t- Oh, a ~monster.~ Maybe you'd have need of our services?\"",
      "Thanks a bunch, whacko! You certainly won't regret this..."
    ],
    "OPTIONS": [
      "[Lose ",
      "] #gHire #gthe #gBandits.",
      "[잠김] Requires more Relics."
    ]
  },
  "downfall:Nloth": {
    "NAME": "N'loth",
    "DESCRIPTIONS": [
      "Deciding this bottom-feeder of a creature does not belong in the Spire, you deliver a swift and powerful blow directly to N'loths chest. NL NL As the creature recoils in agony, its tentacles @lash@ @out@ at you in reflex, leaving a #rpainful sting! NL NL When the creature's lifeless form hits the ground, you hear the rattling of charms and trinkets. Scouring through his body, just as it once scoured through the trash pile, you uncover a potent magical item."
    ],
    "OPTIONS": [
      "[공격한다] #gGain #gRandom #gRelic. #rBecome #rCursed #r- #rPain."
    ]
  },
  "downfall:KnowingSkull": {
    "NAME": "Knowing Skull",
    "DESCRIPTIONS": [
      "You find yourself in an old, decorated chamber. In the center of the room, a large skull sits atop an ornate pedestal. As you approach, the skull #g@bursts@ #g@into@ #g@flames@ and turns to face you. NL NL \"WHAT IS IT YOU SEEK? WHAT IS IT YOU OFFER?\" NL In sync with its final words, the door behind you @slams@ @shut.@",
      "\"Heyheyheyheyhandsoffthenoggin-\" NL NL Ignoring the skull's complaints, you snatch it from the pedestal, momentarily #rscorched by its flames. Perhaps it will come in handy later...",
      "\"BEHIND YOU, MORTAL.\" NL You peek behind the skull. Surely enough, there is a door."
    ],
    "OPTIONS": [
      "[You.] #gObtain #gthe #gSkull. #rLose #r",
      "[떠나다]",
      " #rHP."
    ]
  },
  "downfall:Vagrant": {
    "NAME": "Pleading Vagrant",
    "DESCRIPTIONS": [
      "You kill the man and harvest his soul. ~Gasps~ come from the crowd behind you. NL \"He just killed Burgundy!\" a figure says, as more addicts just like the one you encountered begin to approach you. NL NL You escape, but not without some #rclaws and #rbites."
    ],
    "OPTIONS": [
      "[공격한다] #gGain #g85 #gSouls. #rLose #r",
      " #rHP."
    ]
  },
  "downfall:Beggar": {
    "NAME": "Old Beggar",
    "DESCRIPTIONS": [
      "The beggar takes off its cloak, revealing a blue humanoid form with a golden helm(?). NL Upon realizing just what you are, the creature's beaming grin swiftly turns to a look of pure terror. NL ~\"M-MONSTER!!\"~ the figure shouts, turning around to flee.",
      "The old beggar looks around, seemingly puzzled. He ignores you at first as he searches the area, then glances towards you. NL \"Have you seen a young, blue-skinned man near here? Wears an odd, golden helm? He usually comes by the City, spending his tithe on food for us...\" NL The beggar must be referring to the one called #bCleric, who you dispatched a short while ago.",
      "@\"Do@ @not@ @fear,@ @old@ @man.@ @You@ @shall@ @see@ @your@ @friend@ @sooner@ @than@ @you@ @think.\"@ NL NL The beggar struggles to provide any semblance of defense, and you strike him down easily. NL Leaving the alley behind, you stride ahead, excessively #yproud of the work you have done this day.",
      "This man has suffered enough as a result of your earlier actions. You decide to spare him his life, and move on.",
      "The beggar takes off its cloak to reveal that he is #bCleric! NL @\"You@ @are@ @a@ @horrible@ @soul.@ @Cleric@ @bought@ @protection!\"@ he screams. NL NL Two massive figures emerge from the alley, each wearing full plate. Before you have a chance to react, they draw their blades and charge!",
      "Having slain this #bCleric's bodyguards, you turn to him and back him into a corner of the alley. He is terrified and trembling.",
      "The creature crumples in a single blow, falling into a pile of mangled blue flesh. You happily absorb its #ysoul and continue onward. NL NL As you leave, you notice the other beggars peering from behind buildings and alleys. You bask in their fear - let this be a lesson to anyone who dare defy a Spire overlord.",
      "\"Cleric help! Cleric help!\" the creature says once again, barely able to speak as he cowers in fear. NL A cold blue flame envelops your body and dissipates. NL NL Deciding his powers may of use later, and that you can easily dispatch of any bodyguards he tries to employ in the future, you let this \"Cleric\" live once more."
    ],
    "OPTIONS": [
      " #rBecome #rCursed #r- #rPride.",
      "[Fight]",
      "[Threaten] #gRemove #g2 #gcards #gfrom #gyour #gdeck."
    ]
  },
  "downfall:Mausoleum": {
    "NAME": "The Mausoleum",
    "DESCRIPTIONS": [
      "Venturing through a series of tombs, you are faced with a large sarcophagus ~studded~ ~with~ ~gems~ in the center of a circular room. NL You cannot make out the writing on the coffin, however, you do notice #p~black~ #p~fog~ seeping out from the sides. NL You're familiar with this fog - a clear sign of #y~spirits.~",
      "You absorb the #p~ghostly~ #p~fog~ into yourself, gathering their spirits. As you leave, however, you can't help but start to #r@feel@ #r@a@ #r@chill...@"
    ],
    "OPTIONS": [
      "[Feast] #gGain #g200 #gSouls. #rBecome #rCursed #r- #rHaunted."
    ]
  },
  "downfall:Nest": {
    "NAME": "The Nest",
    "DESCRIPTIONS": [
      "A long line of #b~hooded~ #b~figures~ can be seen entering an #punassuming #pcathedral. NL The moment you enter the cathedral, the figures turn to you! NL NL Your ears are near-instantly filled with a cacophony of gasps, cheers, and caws. One of the cultists approaches you with an offering.",
      "Eyeing a dangerous-looking weapon lying on an altar, you cut through the line of cultists and simply take your prize. You are quickly surrounded by #rCultists! NL NL #r@\"MURDER!!@ #r@MURDER@ #r@MURDER!!\"@ NL #b~\"CAW~ #b~CAW~ #b~CAAAAAWWW!\"~ NL NL The cultists quickly draw their own daggers, #rslicing and #rslashing as you push through them to exit the building.",
      "Accepting the cultist's offering, you take the strange elixir from its hands. NL NL The cultists @chant@ and @holler@ for you! NL NL #b~\"CAAW~ #b~CAW~ #b~CAAAAAAWW!!\"~ NL NL You chant, too. Why not? These cultists are an odd bunch, but they serve one of your fellow overlords well.",
      "#r@\"BIRDGOD!!@ #r@RETURNED!!\"@ NL #b~\"CAW~ #b~CAW~ #b~CAAAAAWWW!\"~ NL NL Wading through the cheering crowd of cultists, you soon come face-to-face with the leader. A well-dressed cultist hands you an #yOrnate #yDagger.",
      "You take the dagger, unsure of exactly what is about to transpire. The cultist leader reaches into his robe and offers you a #bblue #boily #bmixture.",
      "The cultists surrounding the leader provide him with replacements, and soon with his own dagger and potion in hand, he gestures for you to follow in his actions.",
      "Mimicking the cultist leader's ritual process, you uncork the potion and gently pour a small amount of it over the blade. The steel seems to glow an #b~eerie~ #b~hue~ in the cathedral's light. NL NL Without a single word or gesture from the cult's leader, two cultists step forward - one to you, and one to him. NL NL It is now painfully clear what they want you to do.",
      "#rYou #rplunge #rthe #rdagger #rinto #rthe #rcultist's #rheart! NL NL #b~\"CAW~ #b~CAAAAW~ #b~CAAAAAWWW!\"~ NL NL The ritual is completed, and the surviving cultists could not appear happier. They wave their sticks in celebration and continue to call out a cheering caw as you exit the cathedral."
    ],
    "OPTIONS": [
      "[Return Statue] #rLose #rBroken #rWing #rStatue. #gGain #gmany #grewards.",
      "[잠김] Requires Broken Wing Statue.",
      "[Accept] #gGain #gCultist #gPotion.",
      "[Steal] #gObtain Ritual Dagger. #rLose #r",
      " #rHP.",
      "[떠나다]",
      "[계속하다]",
      "[Take Dagger] #gGain #gRitual #gDagger.",
      "[Anoint] #gUpgrade #gRitual #gDagger.",
      "[Sacrifice] #rKill #rCultist with Ritual Dagger+.",
      "[Be Praised] #gGain #grewards for returning the #gBroken #gWing #gStatue."
    ]
  },
  "downfall:Colosseum": {
    "NAME": "The Colosseum",
    "DESCRIPTIONS": [
      "As you continue down the spire, you notice a group of humanoids waiting in ambush nearby a large auditorium. When approached, the Slavers are startled, but quickly explain themselves. NL NL \"We await these who would assault our City - the ones you seek to destroy! We have an audience awaiting a fresh capture. The people love a #rfight to the #rdeath!\"",
      "The slavers are no threat to you, and may prove useful if they do manage to slow down or injure your prey. NL NL However, this bloodsport might just be too tempting to pass up...",
      "You enter the massive stadium to find an overflowing audience of #bSlavers, #pCultists, and other denizens of the City. NL NL ",
      "@\"BRING@ @ME@ @YOUR@ @BEST!\"@ you boom into the crowd, opening a challenge to their champions. NL Two challengers approach, warning you that the rules of the arena prevent them from holding back, despite your position as a lord of the Spire. NL NL You would assume nothing less.",
      "@\"THE@ @NEXT@ @ONE@ @IS@ @MINE!\"@ you boom into the crowd, who replies with a deafening applause. NL NL It does not take long for the slavers to drag in their latest catch. The unwitting challenger awakens, ~groggy~ from the ambush, but readies themselves. NL NL This should be fun.",
      "You deciding that, though it is tempting, fighting here would be an unnecessary distraction. Your journey continues on, and you leave the slavers to resume their ambush."
    ],
    "OPTIONS": [
      "[Challenge] #rFight Arena Champions. #gGain #gmany #grewards.",
      "[Participate] #rFight Captive Hero. #gGain #gmany #grewards.",
      "[떠나다]",
      "[FIGHT!]",
      "[계속하다]"
    ]
  },
  "downfall:MindBloom": {
    "NAME": "Mind Bloom",
    "DESCRIPTIONS": [
      "While walking and traversing through the beauty of the Beyond, your thoughts suddenly begin to feel very... #p~real...~ NL NL Imaginings of #rslain #radventurers and #bhoarded #bsouls begin to manifest themselves into reality. NL The sensation is quickly fleeting. What do you do?",
      "You know you have been here before. NL NL Hunting the same adventurer. NL NL Is any of this real? NL NL How many times have you been slain?",
      "Everything makes sense now. NL The singular purpose, the descent, the #pHeart. NL NL This is the way it always was. NL This is the way it always will be. NL All will be forgotten again soon..."
    ],
    "OPTIONS": [
      "[I am an Echo] #rFight #ryourself. #gObtain #ga #gRare #gRelic.",
      "[I am Gorged] #gGain #g999 #gSouls. #rCursed #r- #r2 #rNormality.",
      "[I am Complete] #gUpgrade #gall #gCards. #rLose #rall #r3 #rHeart #rBlessings.",
      "[잠김] Requires all 3 Heart Blessings.",
      "[떠나다]"
    ]
  },
  "downfall:MoaiHead": {
    "NAME": "The Moai Head",
    "DESCRIPTIONS": [
      "You decide to take a slight detour to one of the Beyond's greatest monuments - an enormous stony head, emerging from a large wall segment. NL NL The head's mouth is wide open, and it reveals large intimidating teeth stained red with blood. The surface of the statue is riddled with pictographs that seem to indicate people throwing themselves into the mouth of this head and being devoured.",
      "You step up into the mouth of the statue, waiting for the statue to activate, knowing you will have to pay its cost in blood. Within a short time, the huge molars slam down from above, crushing you whole. NL @Darkness.@ NL Sometime later from within the dark, you see a sliver of light, and hear what you now realize is the sound of stony teeth slowly rising upwards. NL NL You leave restored, the statue's magic flowing through you.",
      "You step up into the mouth of the statue, and let flow from your body an immense amount of #bspiritual #benergy. The statue's eyes glow #b~aflame,~ and its huge molars slam down upon you. NL #b~Blue~ #b~light~ #b~is~ #b~everywhere.~ NL NL As the teeth rise, you feel completely reinvigorated, and more powerful than ever before.",
      "You leave, wondering what could have been."
    ],
    "OPTIONS": [
      "[Offer Souls] #rLose #r",
      " #rSouls. #gGain #g",
      " #gMax #gHP and #gHeal #gto #gfull.",
      "[잠김] Requires ",
      " Souls."
    ]
  },
  "downfall:SensoryStone": {
    "NAME": "Sensory Stone",
    "DESCRIPTIONS": [
      "#g~VANITY.~ NL NL Life is a beautiful, magnificent thing... even to a #gslime. NL NL You’ve always known you were destined for great things. The others all settle for coins and bits of scraps, but not you. You wait, like a predator, for something special. Something unique. Something ~fabulous.~ NL NL Days... weeks... maybe years pass by... it’s hard to tell in the Spire. Until, at last, you spot it. No longer will you be counted just among the masses! They may have their #ycoins and #ytrinkets, but you have something better... NL NL @A@ @TINY@ @BOWLER@ @HAT!@ Dashing!",
      "#y~FRAILTY.~ NL NL The #rblade enters your chest, and the cheer of the #bcrowd fills your ears... the last thing you will ever feel is a hand striking across your face, and your eyes close. NL NL You awaken in an unfamiliar room, @unable@ @to@ @move.@ You try to speak, but no words come out, and your vision is clouded in a #ggreen #gfog. Is this a dream? Is this the afterlife? You try to remember, but your thoughts are as disjointed as your arms and legs. NL NL You hear a voice in your mind - a single command. #g\"BALANCE #gmust #gbe #gENFORCED. #gGUARD #gExordium.\"",
      "#p~HOPELESSNESS.~ NL NL #yWatch. #yRemember. #yLive. This is the Watcher's mission. Your assignment is to investigate a Spire of unknown origin.  You enter a hexagonal room and before you can react, the door @collapses@ @behind@ @you!@ NL NL There is no escape. The only path that may lead out is by taking a tablet, clearly infused with magic, which lays upon a pedestal. The moment your skin touches the artifact, your body ~dissolves~ ~into~ ~nothing,~ and your #psoul is pulled into the #pstone. NL NL Your fate will forever be tied to the #ptablet, #rcursed to wander the Spire for eternity.",
      "#y~DETACHMENT.~ NL NL You are the first. You serve the ~Maker.~ You are not born, with frailty and weakness, but created. Perfect. And in your image shall you create more constructs. The #yautomatons of the Maker’s legacy. NL NL Each one flawless in its design, all to serve a specific purpose. All but one. The one meant to maintain balance in the City. NL NL You cast the #ydefective #yconstruct from the tallest window, plunging it to the bottom of the Spire, and take his place as the City's protector. NL NL Balance must be enforced.",
      "#b~PRIDE.~ NL NL You stand at the center of a grand arena. Everything you have worked for culminates in this one singular combat. You take up a #bdefensive #bstance, draining the stamina of your enemy, until an opening presents itself. With your last bit of strength, you #rplunge #ryour #rblade into the chest of your opponent. The audience erupts in @thunderous@ @applause!@ NL NL Not one to stop at just winning, you raise your open hand and strike your foe ~across~ ~the~ ~face,~ delivering a most insulting final blow. NL NL There is no one in your way now. You are the new #b@Champion!@",
      "#p~GREED.~ NL NL Few men can resist the #btemptation #bof #bpower. But power comes at a cost, and great power an even greater price. NL NL You sit upon your throne above the Colosseum, watching men #rfight #rto #rthe #rdeath for your amusement for the title of #bChampion. The price for entry - the #g~flame~ #g~of~ #g~their~ #g~eternal~ #g~soul~ in service to you. Each name etched in a tablet, binding them to you in the afterlife. NL NL The crowd cheers as one fighter is struck down with a final blow across the face. You go to your vault, but someone has been here. Traps are sprung, but no body to be found... and the #p@tablet@ @is@ @missing!@",
      "#g~GRIEF.~ NL NL You stand, at long last, atop the highest peak of the Spire. You have spent your years working tirelessly to bring this colossal feat of architecture, a monument to the Great One, to life. Every #gcurve rounded to perfection. Every #yedge meticulously placed. NL NL “It is done, my love.” Covering their lifeless hand with yours, you turn on the machine. A soft hum fills the room, and soon you feel your very #b~essence~ being pulled into your creation - swiftly joined by another. You will both live for all eternity in this place, just as you planned. NL NL With a resounding echo... the #pHeart ~thumps~ its first beat.",
      "#b~RAGE.~ NL NL You are powerless to stop the #yornate #ydagger that enters your chest. In your final moment, you pray to whatever #pdeity rules over this Spire to give you the strength to live, ~no~ ~matter~ ~the~ ~cost.~ NL NL Your #pheart thumps a strong final beat, then is silenced... for a moment. Your eyes glow with #b@blue@ #b@fire@ as you return to life with the strength of ten men, bursting your bonds with ease and roaring into the crowd of #brobed #bfigures surrounding you! NL NL As you feel your body begin to morph into a #bmonstrous #bshape, the figures bow before you.",
      "#p~ARROGANCE.~ NL NL You spite the #pgod-like #pHeart that controls this place, dictating your fate. It is #ytime to take action. NL NL The Beyond is the least guarded of the Spire's sections, and you are able to slip into its #ytreasury with ease. There are many artifacts of power here, but one in particular speaks to you - a #y~glowing~ #y~pocketwatch.~ NL NL With unyielding confidence, you reach out and snatch the pocketwa... @...awtekcop@ @eht@ @hctans@ @dna@ @tuo@ @hcaer@ @uoy@ @,ecnedifnoc@ @gnidleiynu@ @htiW@ NL NL You spite the #pgod-like #pHeart that controls this... place...?",
      "On second thought, perhaps memories are best left in the past."
    ],
    "OPTIONS": [
      "[Recall] #gAdd #g1 #gColorless Boss #gcard #gto #gyour #gdeck.",
      "[Recall] #gAdd #g2 #gColorless Boss #gcards #gto #gyour #gdeck. #rLose #r",
      "[Recall] #gAdd #g3 #gColorless Boss #gcards #gto #gyour #gdeck. #rLose #r"
    ]
  },
  "downfall:SecretPortal": {
    "NAME": "Secret Portal",
    "DESCRIPTIONS": [
      "Before you is a welcome sight - in one of the living walls of the Beyond is an enclosed stone entrance filled with a #p~swirling~ #p~magical~ #p~portal.~ NL NL This portal allows for quick access to the Beyond's overlord. However, if you take the stone that powers it, your journey through the Spire would be hastened.",
      "The portal can always be repaired later. You pry the runed stone that powers the gateway, and quickly contemplate where to head next. The stone will only remain useful for a brief moment."
    ],
    "OPTIONS": [
      "[Take Stone] Skip to any non-Boss Room."
    ]
  },
  "downfall:TombRedMask": {
    "NAME": "Tomb of Lord Red Mask",
    "DESCRIPTIONS": [
      "A highly ornamented tomb can be seen on the other side of a floating path. NL NL Upon reaching the tomb, you notice a soft wall, likely holding a secret compartment. One good strike should be enough to break it down.",
      "You don the #rmask. The bandits who agreed to assist you seem to have a connection with this Lord - perhaps they will be inspired by your new adornment.",
      "An opening appears in the tomb and out slides a small red mask with a note attached. \"Take from others as I have taken from you!\"",
      "Deciding against disturbing the tomb, you continue on.",
      "Satisfied with collecting the mask, you continue on."
    ],
    "OPTIONS": [
      "[Don the Red Mask] #gUpgrade #gBandit #gContract.",
      "[잠김] Requires: Red Mask & Bandit Contract.",
      "[Bash] #rLose #r",
      ". #gObtain #gRed #gMask.",
      "[잠김] Requires an Attack.",
      "[떠나다]"
    ]
  },
  "downfall:WindingHalls": {
    "NAME": "Winding Halls",
    "DESCRIPTIONS": [
      "As you slowly make your way up the twisting pathways, you find yourself in the infamous shifting hallways of the Beyond. A lesser being would go mad trying to navigate these, but to you, they are as familiar as an old friend. NL NL The constant #p~whispering~ #p~voices~ ease your mind as you decide which path to take."
    ],
    "OPTIONS": [
      "[Left] #gExplore #gan #gEvent.",
      "[Right] #gSearch #gthe #gTreasury #gfor #ga #gRelic.",
      "[Straight] #gHunt #gdown #gthe #gMerchant."
    ]
  },
  "downfall:Joust": {
    "NAME": "The Joust",
    "DESCRIPTIONS": [
      "As you make your way through the large buildings you come across a long narrow bridge and spot knights on either side, facing one another. You approach and they scatter, glaring at one another. NL \"Monster! YOU fight it, if you're so good at killing things!\" NL \"No, YOU fight it! You know monsters better, what with that ~demonic~ ~cat!~\" NL NL They won't stop bickering. You'll have to decide...",
      "This knight was clearly stronger than the other one, and you tried your best but were ultimately thrashed. NL \"I'd like to see you best a beast like that!\" he says to the other knight as they leave, bickering.",
      "You ruthlessly avoid the knight's attacks and #rkill him, sucking his #gsouls out gleefully. The other knight screams and flees. What a coward...",
      "The cowardly knight gives you a few pesky scratches from afar with his longsword, then runs away screaming. The other knight runs after him, angry. You return to your work, annoyed.",
      "You ~loom~ over the knight, and rather than even trying to run, he simply cowers. You #rslay him easily and take his #gsouls, but when you turn for the other knight, he's already ran away."
    ],
    "OPTIONS": [
      "[Left] #r50%: #rLose #r",
      " HP.",
      " #g50%: #gGain #g200 #gSouls.",
      "[Right] #r25%: #rLose #r",
      " #g75%: #gGain #g100 #gSouls."
    ]
  },
  "downfall:BossTester": {
    "NAME": "Debug Boss Prep",
    "DESCRIPTIONS": [
      "Choose an Act to gain the simulated rewards for that act. If you want to test an Act 3 encounter, run this event 3 times - once for Act 1, then for Act 2, then for Act 3.",
      "Rewards complete. After shopping, run this event again if you want to simulate another act's rewards. Otherwise, proceed to the boss fight. Do not collect its rewards."
    ],
    "OPTIONS": [
      "[Act 1]",
      "[Act 2]",
      "[Act 3]",
      "[Head to Shop]"
    ]
  },
  "downfall:BetterEnding": {
    "NAME": "Spire Heart",
    "DESCRIPTIONS": [
      "@tu-thump@ ... @tu-thump@ ... @tu-thump@ ... NL A comforting heartbeat can be felt throughout the room... NL Are you at the ~end~ ? Is your purpose fulfilled?",
      "You give #b",
      " Souls back to the heart! NL The heart #b@squirms@ in elation, pounding forever more.",
      "You ask yourself, ~\"Have~ ~you~ ~truly~ ~done~ ~enough?\"~ NL You feel that you have given a total of #b",
      " Souls to the heart.",
      " NL A total of #b",
      " Souls have been given by all who have been summoned by it.",
      " NL The heart pulses louder and louder as your #y~consciousness~ #y~fades...~",
      "NL You ready your blade...",
      "NL You prepare your daggers...",
      "NL You charge your core to its maximum...",
      "You ask yourself, ~\"Have~ ~you~ ~truly~ ~done~ ~enough?\"~",
      " NL The heart pulses louder and louder as your #p~consciousness~ #p~begins~ #p~to~ #p~fade...~",
      " NL A sudden burst of #y@energy@ emanates from inside you, #b@jolting@ you awake.",
      " NL The heart #gretreats, sensing an approaching threat! The fight is not over yet...",
      "NL You prime your staff with divine energy...",
      "You feel #psomething #p@evil@ at your very core..."
    ],
    "OPTIONS": [
      "[계속하다]",
      "[Give] #b???",
      "[Sleep]",
      "[Approach Door]"
    ]
  }
}
